Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# auth.sftp.privateKeyReuseUnencryptedFooter
source: The saved key is shown as ********. Leave it unchanged to keep it; paste a new key to replace it. The saved key has no passphrase; paste an encrypted key to add one.
de: Der gespeicherte Schlüssel wird als ******** angezeigt. Lassen Sie ihn unverändert, um ihn beizubehalten, oder fügen Sie einen neuen Schlüssel ein. Der gespeicherte Schlüssel hat keine Passphrase. Fügen Sie einen verschlüsselten Schlüssel ein, um eine Passphrase hinzuzufügen.
es: La clave guardada se muestra como ********. No la edites para conservarla; pega una clave nueva para reemplazarla. La clave guardada no tiene frase de acceso; pega una clave cifrada para añadir una.
es_419: La clave guardada se muestra como ********. No la edites para conservarla; pega una clave nueva para reemplazarla. La clave guardada no tiene frase de acceso; pega una clave cifrada para agregar una.
fr: La clé enregistrée s’affiche sous la forme ********. Ne la modifiez pas pour la conserver ; collez une nouvelle clé pour la remplacer. La clé enregistrée n’a pas de phrase secrète ; collez une clé chiffrée pour en ajouter une.
ja: 保存済みの鍵は ******** と表示されます。変更しなければそのまま使用されます。新しい鍵を貼り付けると置き換わります。保存済みの鍵にパスフレーズはありません。追加するには暗号化済みの鍵を貼り付けてください。
ko: 저장된 키는 ********로 표시됩니다. 그대로 두면 유지되고, 새 키를 붙여넣으면 교체됩니다. 저장된 키에는 암호 문구가 없습니다. 추가하려면 암호화된 키를 붙여넣으세요.
pt_br: A chave salva aparece como ********. Não edite para mantê-la; cole uma nova chave para substituí-la. A chave salva não tem frase de senha; cole uma chave criptografada para adicionar uma.
pt_pt: A chave guardada aparece como ********. Não edite para a manter; cole uma nova chave para a substituir. A chave guardada não tem frase de acesso; cole uma chave encriptada para adicionar uma.
ru: Сохранённый ключ отображается как ********. Не изменяйте его, чтобы сохранить; вставьте новый ключ, чтобы заменить. У сохранённого ключа нет парольной фразы; вставьте зашифрованный ключ, чтобы добавить её.
uk: Збережений ключ відображається як ********. Не змінюйте його, щоб зберегти; вставте новий ключ, щоб замінити. Збережений ключ не має парольної фрази; вставте зашифрований ключ, щоб додати її.
zh_hans: 已保存的私钥会显示为 ********。不修改会继续使用；粘贴新私钥会替换它。已保存的私钥没有口令；若要添加口令，请粘贴加密私钥。
zh_hant: 已儲存的私鑰會顯示為 ********。不修改會繼續使用；貼上新私鑰會取代它。已儲存的私鑰沒有密語；若要加入密語，請貼上加密私鑰。
zh_hk: 已儲存的私鑰會顯示為 ********。不修改會繼續使用；貼上新私鑰會取代它。已儲存的私鑰沒有密語；若要加入密語，請貼上加密私鑰。

# auth.sftp.title
source: Add SFTP Storage
de: SFTP-Speicher hinzufügen
es: Añadir almacenamiento SFTP
es_419: Agregar almacenamiento SFTP
fr: Ajouter un stockage SFTP
ja: SFTP ストレージを追加
ko: SFTP 저장소 추가
pt_br: Adicionar armazenamento SFTP
pt_pt: Adicionar armazenamento SFTP
ru: Добавить хранилище SFTP
uk: Додати сховище SFTP
zh_hans: 添加 SFTP 存储
zh_hant: 新增 SFTP 儲存
zh_hk: 新增 SFTP 儲存

# auth.sftp.validation.duplicate
source: An SFTP profile with the same host, user, and base path already exists.
de: Ein SFTP-Profil mit identischem Host, Benutzer und Basispfad existiert bereits.
es: Ya existe un perfil SFTP con el mismo host, usuario y ruta base.
es_419: Ya existe un perfil SFTP con el mismo host, usuario y ruta base.
fr: Un profil SFTP avec le même hôte, utilisateur et chemin de base existe déjà.
ja: 同じホスト、ユーザー、ベースパスの SFTP 設定がすでに存在します。
ko: 동일한 호스트, 사용자, 기본 경로의 SFTP 프로필이 이미 있습니다.
pt_br: Já existe um perfil SFTP com o mesmo host, usuário e caminho base.
pt_pt: Já existe um perfil SFTP com o mesmo host, utilizador e caminho base.
ru: Профиль SFTP с таким же хостом, пользователем и базовым путём уже существует.
uk: Профіль SFTP з таким хостом, користувачем і базовим шляхом уже існує.
zh_hans: 已有相同主机、用户和基础路径的 SFTP 配置。
zh_hant: 已有相同主機、使用者和基底路徑的 SFTP 設定。
zh_hk: 已有相同主機、使用者和基底路徑的 SFTP 設定。

# auth.sftp.validation.hostRequired
source: Host is required
de: Host ist erforderlich
es: El host es obligatorio
es_419: El host es obligatorio
fr: L'hôte est requis
ja: ホストは必須です
ko: 호스트는 필수입니다
pt_br: O host é obrigatório
pt_pt: O host é obrigatório
ru: Требуется хост
uk: Хост обов’язковий
zh_hans: 主机不能为空
zh_hant: 主機不可空白
zh_hk: 主機不可空白

# auth.sftp.validation.portRange
source: Port must be between 1 and 65535
de: Port muss zwischen 1 und 65535 liegen
es: El puerto debe estar entre 1 y 65535
es_419: El puerto debe estar entre 1 y 65535
fr: Le port doit être entre 1 et 65535
ja: ポートは 1 から 65535 の範囲で指定してください
ko: 포트는 1에서 65535 사이여야 합니다
pt_br: A porta deve estar entre 1 e 65535
pt_pt: A porta deve estar entre 1 e 65535
ru: Порт должен быть от 1 до 65535
uk: Порт має бути від 1 до 65535
zh_hans: 端口需在 1 到 65535 之间
zh_hant: 連接埠須介於 1 至 65535
zh_hk: 連接埠須介於 1 至 65535

# auth.sftp.validation.privateKeyInvalid
source: Private key must be in OpenSSH format
de: Privater Schlüssel muss im OpenSSH-Format vorliegen
es: La clave privada debe estar en formato OpenSSH
es_419: La clave privada debe estar en formato OpenSSH
fr: La clé privée doit être au format OpenSSH
ja: 秘密鍵は OpenSSH 形式である必要があります
ko: 개인 키는 OpenSSH 형식이어야 합니다
pt_br: A chave privada deve estar em formato OpenSSH
pt_pt: A chave privada deve estar em formato OpenSSH
ru: Закрытый ключ должен быть в формате OpenSSH
uk: Приватний ключ має бути у форматі OpenSSH
zh_hans: 私钥必须是 OpenSSH 格式
zh_hant: 私鑰必須為 OpenSSH 格式
zh_hk: 私鑰必須為 OpenSSH 格式

# auth.sftp.validation.privateKeyRequired
source: Private key is required
de: Privater Schlüssel ist erforderlich
es: Se requiere la clave privada
es_419: Se requiere la clave privada
fr: La clé privée est requise
ja: 秘密鍵を入力してください
ko: 개인 키가 필요합니다
pt_br: A chave privada é obrigatória
pt_pt: A chave privada é obrigatória
ru: Требуется закрытый ключ
uk: Потрібен приватний ключ
zh_hans: 请输入私钥
zh_hant: 請輸入私鑰
zh_hk: 請輸入私鑰

# auth.sftp.validation.savedKeyHasNoPassphrase
source: The saved key has no passphrase. Paste the encrypted key to add one.
de: Der gespeicherte Schlüssel hat keine Passphrase. Fügen Sie einen neuen verschlüsselten Schlüssel ein, um eine hinzuzufügen.
es: La clave guardada no tiene frase de acceso. Pega la clave cifrada para añadir una.
es_419: La clave guardada no tiene frase de acceso. Pega la clave cifrada para agregar una.
fr: La clé enregistrée n’a pas de phrase secrète. Collez la clé chiffrée pour en ajouter une.
ja: 保存済みの鍵にパスフレーズはありません。追加するには、暗号化済みの鍵を貼り付けてください。
ko: 저장된 키에는 암호 문구가 없습니다. 추가하려면 암호화된 키를 붙여넣으세요.
pt_br: A chave salva não tem frase de senha. Cole a chave criptografada para adicionar uma.
pt_pt: A chave guardada não tem frase de acesso. Cole a chave encriptada para adicionar uma.
ru: У сохранённого ключа нет парольной фразы. Вставьте зашифрованный ключ, чтобы добавить её.
uk: Збережений ключ не має парольної фрази. Вставте зашифрований ключ, щоб додати її.
zh_hans: 已保存的私钥没有口令。请粘贴加密私钥来添加口令。
zh_hant: 已儲存的私鑰沒有密語。請貼上加密私鑰來加入密語。
zh_hk: 已儲存的私鑰沒有密語。請貼上加密私鑰來加入密語。

# auth.sftp.validation.unsupportedKeyType
source: Unsupported SSH key type: %@. Only ed25519 and RSA keys are supported.
de: Nicht unterstützter SSH-Schlüsseltyp: %@. Es werden nur Ed25519- und RSA-Schlüssel unterstützt.
es: Tipo de clave SSH no admitido: %@. Solo se admiten claves ed25519 y RSA.
es_419: Tipo de clave SSH no admitido: %@. Solo se admiten claves ed25519 y RSA.
fr: Type de clé SSH non pris en charge : %@. Seules les clés ed25519 et RSA sont prises en charge.
ja: サポートされていない SSH 鍵タイプです：%@。ed25519 と RSA のみに対応しています。
ko: 지원되지 않는 SSH 키 유형: %@. ed25519와 RSA 키만 지원합니다.
pt_br: Tipo de chave SSH não suportado: %@. Apenas chaves ed25519 e RSA são suportadas.
pt_pt: Tipo de chave SSH não suportado: %@. Apenas chaves ed25519 e RSA são suportadas.
ru: Неподдерживаемый тип SSH-ключа: %@. Поддерживаются только ключи ed25519 и RSA.
uk: Непідтримуваний тип SSH-ключа: %@. Підтримуються лише ed25519 та RSA.
zh_hans: 暂不支持此类型的 SSH 私钥：%@。当前仅支持 ed25519 与 RSA。
zh_hant: 暫不支援此類型的 SSH 私鑰：%@。目前僅支援 ed25519 與 RSA。
zh_hk: 暫不支援此類型的 SSH 私鑰：%@。目前僅支援 ed25519 與 RSA。

# auth.sftp.validation.usernameRequired
source: Username is required
de: Benutzername ist erforderlich
es: El nombre de usuario es obligatorio
es_419: El nombre de usuario es obligatorio
fr: Le nom d'utilisateur est requis
ja: ユーザー名は必須です
ko: 사용자 이름은 필수입니다
pt_br: O nome de usuário é obrigatório
pt_pt: O nome de utilizador é obrigatório
ru: Требуется имя пользователя
uk: Ім’я користувача обов’язкове
zh_hans: 用户名不能为空
zh_hant: 使用者名稱不可空白
zh_hk: 使用者名稱不可空白

# auth.smb.discovery.discoveryFailed
source: Discovery Failed
de: Erkennung fehlgeschlagen
es: Error de descubrimiento
es_419: Error de descubrimiento
fr: Échec de la découverte
ja: 検出に失敗しました
ko: 검색 실패
pt_br: Falha na descoberta
pt_pt: Falha na descoberta
ru: Не удалось обнаружить
uk: Помилка пошуку
zh_hans: 发现失败
zh_hant: 搜尋失敗
zh_hk: 搜尋失敗

# auth.smb.discovery.failedToDiscover
source: Unable to discover local SMB services. Please check local network permissions or try again later.
de: Lokale SMB-Dienste konnten nicht gefunden werden. Bitte überprüfen Sie die lokalen Netzwerkberechtigungen oder versuchen Sie es später erneut.
es: No se pueden detectar servicios SMB locales. Comprueba los permisos de la red local o inténtalo de nuevo más tarde.
es_419: No se pueden detectar servicios SMB locales. Verifica los permisos de la red local o inténtalo de nuevo más tarde.
fr: Impossible de découvrir les services SMB locaux. Veuillez vérifier les permissions du réseau local ou réessayer plus tard.
ja: ローカル SMB サービスを検出できません。ローカルネットワークの権限を確認するか、しばらくしてからもう一度お試しください。
ko: 로컬 SMB 서비스를 검색할 수 없습니다. 로컬 네트워크 권한을 확인하거나 나중에 다시 시도해 주세요.
pt_br: Não foi possível descobrir serviços SMB locais. Verifique as permissões de rede local ou tente novamente mais tarde.
pt_pt: Não foi possível descobrir serviços SMB locais. Verifique as permissões de rede local ou tente novamente mais tarde.
ru: Не удалось обнаружить локальные SMB-сервисы. Проверьте разрешения локальной сети или повторите попытку позже.
uk: Не вдалося знайти локальні SMB-сервіси. Перевірте дозволи локальної мережі або спробуйте пізніше.
zh_hans: 无法发现本地 SMB 服务，请检查本地网络权限或稍后重试。
zh_hant: 無法搜尋本機 SMB 服務，請檢查本機網路權限或稍後再試。
zh_hk: 無法搜尋本機 SMB 服務，請檢查本機網絡權限或稍後再試。

# auth.smb.discovery.noServices
source: No SMB Services Found
de: Keine SMB-Dienste gefunden
es: No se encontraron servicios SMB
es_419: No se encontraron servicios SMB
fr: Aucun service SMB trouvé
ja: SMB サービスが見つかりません
ko: SMB 서비스를 찾을 수 없음
pt_br: Nenhum serviço SMB encontrado
pt_pt: Nenhum serviço SMB encontrado
ru: SMB-сервисы не найдены
uk: SMB-сервіси не знайдено
zh_hans: 未发现可用 SMB 服务
zh_hant: 未發現可用 SMB 服務
zh_hk: 未發現可用 SMB 服務

# auth.smb.discovery.noServicesHint
source: Pull down or tap refresh to try again
de: Ziehen Sie nach unten oder tippen Sie auf „Aktualisieren“, um es erneut zu versuchen
es: Desliza hacia abajo o toca Actualizar para intentarlo de nuevo
es_419: Desliza hacia abajo o toca Actualizar para intentarlo de nuevo
fr: Tirez vers le bas ou touchez Actualiser pour réessayer
ja: プルダウンまたは更新をタップして再試行
ko: 당겨서 새로고침하거나 새로고침을 탭하여 재시도
pt_br: Puxe para baixo ou toque em atualizar para tentar novamente
pt_pt: Puxe para baixo ou toque em atualizar para tentar novamente
ru: Потяните вниз или нажмите «Обновить», чтобы повторить попытку
uk: Потягніть вниз або торкніться оновити, щоб спробувати знову
zh_hans: 下拉或点右上角刷新重试
zh_hant: 下拉或點右上角重新整理重試
zh_hk: 下拉或點右上角重新整理重試

# auth.smb.discovery.notReady
source: Not Ready
de: Nicht bereit
es: No está listo
es_419: No está listo
fr: Pas encore disponible
ja: 準備中
ko: 준비되지 않음
pt_br: Não está pronto
pt_pt: Não está pronto
ru: Не готово
uk: Не готово
zh_hans: 尚未就绪
zh_hant: 尚未就緒
zh_hk: 尚未就緒

# auth.smb.discovery.notReadyMessage
source: This SMB service is still being resolved. Please try again later.
de: Die Adresse dieses SMB-Dienstes wird noch ermittelt. Versuchen Sie es später erneut.
es: Este servicio SMB aún se está resolviendo. Inténtelo de nuevo más tarde.
es_419: Este servicio SMB aún se está resolviendo. Inténtalo de nuevo más tarde.
fr: Ce service SMB est encore en cours de résolution. Veuillez réessayer plus tard.
ja: この SMB サービスはまだ解決中です。しばらくしてからもう一度お試しください。
ko: 이 SMB 서비스는 아직 확인 중입니다. 나중에 다시 시도해 주세요.
pt_br: Este serviço SMB ainda está sendo resolvido. Tente novamente mais tarde.
pt_pt: Este serviço SMB ainda está a ser resolvido. Tente novamente mais tarde.
ru: Адрес этого SMB-сервиса ещё определяется. Повторите попытку позже.
uk: Адреса цієї служби SMB ще визначається. Спробуйте пізніше.
zh_hans: 该 SMB 服务还在解析中，请稍后再试。
zh_hant: 該 SMB 服務還在解析中，請稍後再試。
zh_hk: 該 SMB 服務還在解析中，請稍後再試。

# auth.smb.discovery.resolveFailed
source: Resolution Failed
de: Adresse konnte nicht ermittelt werden
es: Error de resolución
es_419: Error de resolución
fr: Échec de la résolution
ja: 接続情報を取得できませんでした
ko: 확인 실패
pt_br: Falha na resolução
pt_pt: Falha na resolução
ru: Не удалось определить адрес
uk: Не вдалося визначити адресу
zh_hans: 解析失败
zh_hant: 解析失敗
zh_hk: 解析失敗

# auth.smb.discovery.resolving
source: Resolving…
de: Adresse wird ermittelt…
es: Resolviendo...
es_419: Resolviendo...
fr: Résolution…
ja: 接続情報を取得中…
ko: 확인 중...
pt_br: Resolvendo...
pt_pt: A resolver...
ru: Определение адреса…
uk: Визначення адреси…
zh_hans: 正在解析…
zh_hant: 正在解析…
zh_hk: 正在解析…

# auth.smb.discovery.searching
source: Searching for SMB services…
de: Suche nach SMB-Diensten…
es: Buscando servicios SMB…
es_419: Buscando servicios SMB…
fr: Recherche de services SMB…
ja: SMB サービスを検索中…
ko: SMB 서비스 검색 중…
pt_br: Procurando serviços SMB…
pt_pt: A procurar serviços SMB…
ru: Поиск SMB-сервисов…
uk: Пошук SMB-сервісів…
zh_hans: 正在搜索 SMB 服务…
zh_hant: 正在搜尋 SMB 服務…
zh_hk: 正在搜尋 SMB 服務…

# auth.smb.discovery.sectionFooter
source: Tap a discovered SMB service to go to the login page with its name, host, and port prefilled.
de: Tippen Sie auf einen gefundenen SMB-Dienst, um zur Anmeldeseite mit vorausgefülltem Namen, Host und Port zu gelangen.
es: Toca un servicio SMB detectado para abrir la pantalla de inicio de sesión con el nombre, el host y el puerto ya rellenados.
es_419: Toca un servicio SMB detectado para abrir la pantalla de inicio de sesión con el nombre, el host y el puerto ya completados.
fr: Touchez un service SMB détecté pour accéder à la page de connexion, où son nom, son hôte et son port seront préremplis.
ja: 検出された SMB サービスをタップすると、名前、ホスト、ポートが入力済みのログインページに移動します。
ko: 발견된 SMB 서비스를 탭하면 이름, 호스트, 포트가 미리 입력된 로그인 페이지로 이동합니다.
pt_br: Toque em um serviço SMB descoberto para ir à página de login com nome, host e porta pré-preenchidos.
pt_pt: Toque num serviço SMB descoberto para ir à página de início de sessão com nome, host e porta pré-preenchidos.
ru: Нажмите на обнаруженный SMB-сервис, чтобы перейти к странице входа с уже заполненными полями имени, хоста и порта.
uk: Торкніться знайденого SMB-сервісу, щоб перейти на сторінку входу з попередньо заповненими назвою, хостом і портом.
zh_hans: 轻点搜索到的 SMB 服务，即可进入登录页面并自动填写名称、主机和端口。
zh_hant: 點一下搜尋到的 SMB 服務，即可進入登入頁面並自動填入名稱、主機和連接埠。
zh_hk: 點按搜尋到的 SMB 服務，即可進入登入頁面並自動填入名稱、主機和連接埠。

# auth.smb.discovery.title
source: Discover Local SMB
de: SMB im lokalen Netzwerk suchen
es: Descubrir SMB local
es_419: Descubrir SMB local
fr: Découvrir les services SMB locaux
ja: ローカル SMB を検出
ko: 로컬 SMB 검색
pt_br: Descobrir SMB local
pt_pt: Descobrir SMB local
ru: Найти SMB-сервисы в локальной сети
uk: Знайти локальний SMB
zh_hans: 发现本地 SMB
zh_hant: 搜尋本機 SMB
zh_hk: 搜尋本機 SMB

# auth.smb.folder.sectionTitle
source: Folder
de: Ordner
es: Carpeta
es_419: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
pt_br: Pasta
pt_pt: Pasta
ru: Папка
uk: Папка
zh_hans: 文件夹
zh_hant: 資料夾
zh_hk: 資料夾

# auth.smb.folder.selectCurrent
source: Select Current Folder
de: Aktuellen Ordner auswählen
es: Seleccionar la carpeta actual
es_419: Seleccionar la carpeta actual
fr: Sélectionner le dossier actuel
ja: 現在のフォルダを選択
ko: 현재 폴더 선택
pt_br: Selecionar pasta atual
pt_pt: Selecionar pasta atual
ru: Выбрать текущую папку
uk: Вибрати поточну папку
zh_hans: 选择当前文件夹
zh_hant: 選擇目前資料夾
zh_hk: 選擇目前資料夾

# auth.smb.folder.title
source: Choose Folder
de: Ordner auswählen
es: Seleccionar carpeta
es_419: Seleccionar carpeta
fr: Choisir un dossier
ja: フォルダを選択
ko: 폴더 선택
pt_br: Selecionar pasta
pt_pt: Selecionar pasta
ru: Выбрать папку
uk: Вибрати папку
zh_hans: 选择文件夹
zh_hant: 選擇資料夾
zh_hk: 選擇資料夾

# auth.smb.login.editTitle
source: Edit SMB
de: SMB bearbeiten
es: Editar SMB
es_419: Editar SMB
fr: Modifier la connexion SMB
ja: SMB を編集
ko: SMB 편집
pt_br: Editar SMB
pt_pt: Editar SMB
ru: Редактировать SMB
uk: Редагувати SMB
zh_hans: 编辑 SMB
zh_hant: 編輯 SMB
zh_hk: 編輯 SMB

# auth.smb.login.footerEdit
source: The saved password is shown as ********. Leave it unchanged to keep it; type to replace it. Clear the field to save an empty password.
de: Das gespeicherte Passwort wird als ******** angezeigt. Nicht bearbeiten, um es beizubehalten; Eingaben ersetzen es. Leeren Sie das Feld, um ein leeres Passwort zu speichern.
es: La contraseña guardada se muestra como ********. No la edites para conservarla; escribe para reemplazarla. Borra el campo para guardar una contraseña vacía.
es_419: La contraseña guardada se muestra como ********. No la edites para conservarla; escribe para reemplazarla. Borra el campo para guardar una contraseña vacía.
fr: Le mot de passe enregistré s’affiche sous la forme ********. Ne le modifiez pas pour le conserver ; saisissez une valeur pour le remplacer. Effacez le champ pour enregistrer un mot de passe vide.
ja: 保存済みのパスワードは ******** と表示されます。変更しなければそのまま使用されます。入力すると置き換わります。空にすると空のパスワードとして保存されます。
ko: 저장된 비밀번호는 ********로 표시됩니다. 그대로 두면 유지되고, 입력하면 교체됩니다. 필드를 비우면 빈 비밀번호로 저장됩니다.
pt_br: A senha salva aparece como ********. Não edite para mantê-la; digite para substituí-la. Limpe o campo para salvar uma senha vazia.
pt_pt: A palavra-passe guardada aparece como ********. Não edite para a manter; introduza texto para a substituir. Limpe o campo para guardar uma palavra-passe vazia.
ru: Сохранённый пароль отображается как ********. Не изменяйте его, чтобы сохранить; введите новое значение, чтобы заменить. Очистите поле, чтобы сохранить пустой пароль.
uk: Збережений пароль відображається як ********. Не змінюйте його, щоб зберегти; введіть нове значення, щоб замінити. Очистьте поле, щоб зберегти порожній пароль.
zh_hans: 已保存的密码会显示为 ********。不修改会继续使用；输入内容会替换它。清空字段会保存为空密码。
zh_hant: 已儲存的密碼會顯示為 ********。不修改會繼續使用；輸入內容會取代它。清空欄位會儲存為空密碼。
zh_hk: 已儲存的密碼會顯示為 ********。不修改會繼續使用；輸入內容會取代它。清空欄位會儲存為空密碼。

# auth.smb.login.footerServer
source: Only SMB 2 and SMB 3 are supported.
de: Nur SMB 2 und SMB 3 werden unterstützt.
es: Solo se admiten SMB 2 y SMB 3.
es_419: Solo se admiten SMB 2 y SMB 3.
fr: Seuls SMB 2 et SMB 3 sont pris en charge.
ja: SMB 2 と SMB 3 のみサポートされます。
ko: SMB 2와 SMB 3만 지원됩니다.
pt_br: Somente SMB 2 e SMB 3 são compatíveis.
pt_pt: Apenas SMB 2 e SMB 3 são compatíveis.
ru: Поддерживаются только SMB 2 и SMB 3.
uk: Підтримуються лише SMB 2 і SMB 3.
zh_hans: 仅支持 SMB 2 和 SMB 3。
zh_hant: 僅支援 SMB 2 與 SMB 3。
zh_hk: 僅支援 SMB 2 與 SMB 3。

# auth.smb.login.loginFailed
source: Login Failed
de: Anmeldung fehlgeschlagen
es: Error de inicio de sesión
es_419: Error de inicio de sesión
fr: Échec de la connexion
ja: ログインに失敗しました
ko: 로그인 실패
pt_br: Falha no login
pt_pt: Falha ao iniciar sessão
ru: Не удалось войти
uk: Помилка входу
zh_hans: 登录失败
zh_hant: 登入失敗
zh_hk: 登入失敗

# auth.smb.login.noShares
source: No Shares Found
de: Keine Freigaben gefunden
es: No se encontraron recursos compartidos
es_419: No se encontraron recursos compartidos
fr: Aucun partage trouvé
ja: 共有が見つかりません
ko: 공유 폴더를 찾을 수 없음
pt_br: Nenhum compartilhamento encontrado
pt_pt: Nenhuma partilha encontrada
ru: Общие ресурсы не найдены
uk: Спільних ресурсів не знайдено
zh_hans: 未发现共享
zh_hant: 未發現共享項目
zh_hk: 未發現共享項目

# auth.smb.login.noSharesMessage
source: Login succeeded, but no available shares were found on the server.
de: Anmeldung erfolgreich, aber keine verfügbaren Freigaben auf dem Server gefunden.
es: Se ha iniciado sesión, pero no se encontraron recursos compartidos disponibles en el servidor.
es_419: Se inició sesión, pero no se encontraron recursos compartidos disponibles en el servidor.
fr: Connexion réussie, mais aucun partage disponible n'a été trouvé sur le serveur.
ja: ログインに成功しましたが、サーバーに利用可能な共有が見つかりませんでした。
ko: 로그인은 성공했지만 서버에서 사용 가능한 공유 폴더를 찾을 수 없습니다.
pt_br: Login bem-sucedido, mas nenhum compartilhamento disponível foi encontrado no servidor.
pt_pt: Sessão iniciada com sucesso, mas não foram encontradas partilhas disponíveis no servidor.
ru: Вход выполнен успешно, но на сервере не найдено доступных общих ресурсов.
uk: Вхід виконано, але на сервері не знайдено доступних спільних ресурсів.
zh_hans: 登录成功，但服务器上没有可用的共享。
zh_hant: 登入成功，但伺服器上沒有可用的共享項目。
zh_hk: 登入成功，但伺服器上沒有可用的共享項目。

# auth.smb.login.placeholder.name
source: Home NAS
de: Heim-NAS
es: NAS de casa
es_419: NAS de casa
fr: NAS domestique
ja: 家庭用 NAS
ko: 가정용 NAS
pt_br: NAS doméstico
pt_pt: NAS doméstico
ru: Домашний NAS
uk: Домашній NAS
zh_hans: 家庭 NAS
zh_hant: 家庭 NAS
zh_hk: 家庭 NAS

# auth.smb.login.placeholder.password
source: password
de: Passwort
es: contraseña
es_419: contraseña
fr: mot de passe
ja: パスワード
ko: 비밀번호
pt_br: senha
pt_pt: palavra-passe
uk: пароль
zh_hans: 密码
zh_hant: 密碼
zh_hk: 密碼

# auth.smb.login.title
source: Log In to SMB
de: Bei SMB anmelden
es: Iniciar sesión en SMB
es_419: Iniciar sesión en SMB
fr: Connexion SMB
ja: SMB にログイン
ko: SMB 로그인
pt_br: Login SMB
pt_pt: Iniciar sessão SMB
ru: Вход в SMB
uk: Вхід до SMB
zh_hans: 登录 SMB
zh_hant: 登入 SMB
zh_hk: 登入 SMB

# auth.smb.login.validation
source: Please enter a host and username.
de: Geben Sie einen Host und Benutzernamen ein.
es: Introduce el host y el nombre de usuario
es_419: Ingresa el host y el nombre de usuario
fr: Veuillez saisir un hôte et un nom d’utilisateur.
ja: ホスト / ユーザー名を入力してください
ko: 호스트와 사용자 이름을 입력하세요
pt_br: Por favor, preencha host / nome de usuário
pt_pt: Por favor, preencha host / nome de utilizador
ru: Введите хост и имя пользователя.
uk: Введіть хост та ім’я користувача.
zh_hans: 请填写主机和用户名
zh_hant: 請填寫主機和使用者名稱
zh_hk: 請填寫主機和使用者名稱

# auth.smb.save.duplicateConfig
source: An identical SMB connection configuration already exists
de: Eine identische SMB-Verbindungskonfiguration existiert bereits
es: Ya existe una configuración de conexión SMB idéntica
es_419: Ya existe una configuración de conexión SMB idéntica
fr: Une configuration de connexion SMB identique existe déjà
ja: 同じ SMB 接続設定が既に存在します
ko: 동일한 SMB 연결 구성이 이미 존재합니다
pt_br: Já existe uma configuração de conexão SMB idêntica
pt_pt: Já existe uma configuração de ligação SMB idêntica
ru: Идентичная конфигурация SMB-подключения уже существует
uk: Ідентична конфігурація підключення SMB вже існує
zh_hans: 已存在相同的 SMB 连接配置
zh_hant: 已存在相同的 SMB 連線設定
zh_hk: 已存在相同的 SMB 連線設定

# auth.smb.save.footer
source: The app will connect to this SMB storage immediately after you save it.
de: Die App stellt nach dem Speichern sofort eine Verbindung zu diesem SMB-Speicher her.
es: El almacenamiento SMB se conectará inmediatamente después de guardar.
es_419: El almacenamiento SMB se conectará inmediatamente después de guardar.
fr: L’app se connectera à ce stockage SMB dès que vous l’aurez enregistré.
ja: 保存後すぐに、この SMB ストレージに接続します。
ko: 저장 후 해당 SMB 저장소에 바로 연결됩니다.
pt_br: O armazenamento SMB será conectado imediatamente após salvar.
pt_pt: O armazenamento SMB será ligado imediatamente após guardar.
ru: Приложение подключится к этому SMB-хранилищу сразу после сохранения.
uk: SMB-сховище буде під’єднано відразу після збереження.
zh_hans: 保存后会直接连接到该 SMB 存储。
zh_hant: 儲存後會直接連接到該 SMB 儲存。
zh_hk: 儲存後會直接連接到該 SMB 儲存。

# auth.smb.share.currentPath
source: Current path: %@
de: Aktueller Pfad: %@
es: Ruta actual: %@
es_419: Ruta actual: %@
fr: Chemin actuel : %@
ja: 現在のパス：%@
ko: 현재 경로: %@
pt_br: Caminho atual: %@
pt_pt: Caminho atual: %@
ru: Текущий путь: %@
uk: Поточний шлях: %@
zh_hans: 当前路径：%@
zh_hant: 目前路徑：%@
zh_hk: 目前路徑：%@
